Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 如果可以接受这部分数据不加密，可以改选一块未加密的 APFS 外部存储
ar: إذا كان ترك هذه البيانات دون تشفير مقبولًا لديك، يمكنك اختيار تخزين خارجي بتنسيق APFS غير مشفّر
de: Wenn es für dich in Ordnung ist, dass diese Daten unverschlüsselt bleiben, kannst du einen unverschlüsselten externen APFS-Speicher auswählen
en: If you're fine with this data being unencrypted, choose an unencrypted APFS external drive instead
eo: Se estas akcepteble lasi ĉi tiujn datumojn neĉifritaj, vi povas anstataŭe elekti neĉifritan eksteran konservilon APFS
es: Si aceptas que estos datos no estén encriptados, puedes elegir un almacenamiento externo APFS sin encriptar
fr: Si vous acceptez que ces données ne soient pas chiffrées, vous pouvez choisir un stockage externe APFS non chiffré
hi: इस डेटा का एन्क्रिप्टेड न होना स्वीकार्य हो तो आप बिना एन्क्रिप्शन वाला APFS बाहरी स्टोरेज चुन सकते हैं
id: Jika data ini boleh tidak dienkripsi, Anda dapat memilih penyimpanan eksternal APFS yang tidak terenkripsi
it: Se accetti che questi dati non siano codificati, puoi scegliere un’unità esterna APFS non codificata
ja: このデータが暗号化されなくてもかまわない場合は、暗号化されていない APFS の外部ストレージを選び直すこともできます
ko: 이 데이터가 암호화되지 않아도 괜찮다면 암호화되지 않은 APFS 외장 저장 장치를 선택할 수 있습니다
nl: Als het geen bezwaar is dat deze gegevens niet versleuteld zijn, kun je niet-versleutelde externe APFS-opslag kiezen
pl: Jeśli akceptujesz brak szyfrowania tych danych, możesz wybrać niezaszyfrowany nośnik zewnętrzny APFS
pt: Se você aceita manter esses dados sem criptografia, pode escolher um armazenamento externo APFS não criptografado
ru: Если вы согласны хранить эти данные без шифрования, выберите незашифрованный внешний накопитель APFS
th: หากยอมรับได้ที่ข้อมูลส่วนนี้จะไม่เข้ารหัส คุณเลือกอุปกรณ์จัดเก็บข้อมูลภายนอกแบบ APFS ที่ไม่ได้เข้ารหัสแทนได้
tr: Bu verilerin şifrelenmemesini kabul ediyorsanız şifreli olmayan bir APFS harici depolama seçebilirsiniz
vi: Nếu chấp nhận để phần dữ liệu này không được mã hóa, bạn có thể chọn bộ nhớ ngoài APFS không mã hóa
zh_hant: 如果可以接受這部分資料不加密，可以改選一個未加密的 APFS 外接儲存裝置

source: 查看说明
ar: عرض الشرح
de: Mehr erfahren
en: Learn More
eo: Vidi la klarigon
es: Ver explicación
fr: En savoir plus
hi: विवरण देखें
id: Lihat penjelasan
it: Scopri di più
ja: 説明を見る
ko: 설명 보기
nl: Meer informatie
pl: Więcej informacji
pt: Saiba mais
ru: Подробнее
th: ดูคำอธิบาย
tr: Daha Fazla Bilgi
vi: Xem giải thích
zh_hant: 檢視說明

source: 外部存储空间不足
ar: مساحة التخزين الخارجي غير كافية
de: Zu wenig Platz auf externem Speicher
en: Not Enough Space on External Storage
eo: Nesufiĉa spaco sur ekstera konservilo
es: Espacio insuficiente en el almacenamiento externo
fr: Espace insuffisant sur le stockage externe
hi: बाहरी स्टोरेज में जगह कम है
id: Ruang penyimpanan eksternal tidak cukup
it: Spazio insufficiente sull’unità esterna
ja: 外部ストレージの空き容量不足
ko: 외장 저장 장치 공간 부족
nl: Onvoldoende ruimte op externe opslag
pl: Za mało miejsca na nośniku zewnętrznym
pt: Espaço insuficiente no armazenamento externo
ru: На внешнем накопителе недостаточно места
th: พื้นที่บนอุปกรณ์ภายนอกไม่เพียงพอ
tr: Harici depolamada yeterli alan yok
vi: Bộ nhớ ngoài không đủ dung lượng
zh_hant: 外接儲存裝置空間不足

source: 迁移「%@」的数据需要约 %@ 可用空间，外部存储「%@」目前只有 %@。清理出空间或改选其他位置后再试；没有做任何改动。
ar: يحتاج ترحيل بيانات «%@» إلى نحو %@ من المساحة المتاحة، لكن التخزين الخارجي «%@» يحتوي حاليًا على %@ فقط. أفرغ بعض المساحة أو اختر موقعًا آخر ثم أعد المحاولة؛ لم يُجرَ أي تغيير.
de: Für die Migration der Daten von „%@“ werden etwa %@ freier Speicherplatz benötigt. Auf dem externen Speicher „%@“ sind derzeit nur %@ verfügbar. Gib Speicherplatz frei oder wähle einen anderen Ort und versuche es erneut. Es wurde nichts verändert.
en: Migrating “%@” data needs about %@ of free space, but the external storage “%@” has only %@. Free up space or choose another location, then try again. Nothing was changed.
eo: Migrado de la datumoj de “%@” bezonas ĉirkaŭ %@ da libera spaco, sed la ekstera konservilo “%@” nun havas nur %@. Liberigu spacon aŭ elektu alian lokon, poste reprovu; nenio estis ŝanĝita.
es: Migrar los datos de «%@» requiere unos %@ de espacio libre, pero el almacenamiento externo «%@» solo tiene %@. Libera espacio o elige otra ubicación e inténtalo de nuevo. No se ha modificado nada.
fr: La migration des données de « %@ » nécessite environ %@ d’espace libre, mais le stockage externe « %@ » ne dispose actuellement que de %@. Libérez de l’espace ou choisissez un autre emplacement, puis réessayez. Rien n’a été modifié.
hi: “%@” का डेटा माइग्रेट करने के लिए लगभग %@ खाली जगह चाहिए, लेकिन बाहरी स्टोरेज “%@” में अभी केवल %@ है। जगह खाली करें या दूसरा स्थान चुनकर फिर कोशिश करें। कोई बदलाव नहीं किया गया।
id: Migrasi data “%@” memerlukan sekitar %@ ruang kosong, tetapi penyimpanan eksternal “%@” saat ini hanya memiliki %@. Kosongkan ruang atau pilih lokasi lain, lalu coba lagi; tidak ada yang diubah.
it: Per migrare i dati di “%@” servono circa %@ di spazio disponibile, ma l’unità esterna “%@” ne ha solo %@. Libera spazio o scegli un’altra posizione e riprova. Non è stata apportata alcuna modifica.
ja: 「%@」のデータを移行するには約 %@ の空き容量が必要ですが、外部ストレージ「%@」には現在 %@ しかありません。空き容量を増やすか別の場所を選んでから、もう一度お試しください。何も変更されていません。
ko: “%@”의 데이터를 마이그레이션하려면 약 %@의 여유 공간이 필요하지만 외장 저장 장치 “%@”에는 현재 %@만 남아 있습니다. 공간을 확보하거나 다른 위치를 선택한 후 다시 시도하세요. 아무것도 변경하지 않았습니다.
nl: Voor het migreren van de gegevens van ‘%@’ is ongeveer %@ vrije ruimte nodig, maar de externe opslag ‘%@’ heeft slechts %@ beschikbaar. Maak ruimte vrij of kies een andere locatie en probeer het opnieuw. Er is niets gewijzigd.
pl: Migracja danych „%@” wymaga około %@ wolnego miejsca, ale na nośniku zewnętrznym „%@” jest dostępne tylko %@. Zwolnij miejsce lub wybierz inną lokalizację i spróbuj ponownie. Niczego nie zmieniono.
pt: A migração dos dados de “%@” precisa de cerca de %@ de espaço livre, mas o armazenamento externo “%@” tem apenas %@. Libere espaço ou escolha outro local e tente novamente. Nada foi alterado.
ru: Для переноса данных «%@» нужно около %@ свободного места, но на внешнем накопителе «%@» доступно только %@. Освободите место или выберите другое расположение и повторите попытку. Ничего не изменено.
th: การย้ายข้อมูลของ “%@” ต้องใช้พื้นที่ว่างประมาณ %@ แต่อุปกรณ์จัดเก็บข้อมูลภายนอก “%@” มีอยู่เพียง %@ เพิ่มพื้นที่ว่างหรือเลือกตำแหน่งอื่นแล้วลองอีกครั้ง ยังไม่มีการเปลี่ยนแปลงใดๆ
tr: “%@” verilerini taşımak için yaklaşık %@ boş alan gerekiyor, ancak “%@” harici depolamasında yalnızca %@ var. Yer açın veya başka konum seçip yeniden deneyin. Hiçbir değişiklik yapılmadı.
vi: Di chuyển dữ liệu của “%@” cần khoảng %@ dung lượng trống, nhưng bộ nhớ ngoài “%@” hiện chỉ có %@. Giải phóng dung lượng hoặc chọn vị trí khác rồi thử lại; chưa thay đổi gì.
zh_hant: 遷移「%@」的資料需要約 %@ 可用空間，外接儲存裝置「%@」目前只有 %@。請清出空間或改選其他位置後再試；未做任何更動。

source: 格式为 APFS。应用和数据目录都可以迁移到这里，包括沙盒应用的数据（如聊天记录）。
ar: التنسيق APFS. يمكن ترحيل التطبيقات ومجلدات البيانات إليه، بما في ذلك بيانات التطبيقات المعزولة (مثل سجل المحادثات).
de: Format: APFS. Apps und Datenordner können hierher migriert werden, einschließlich der Daten von Sandbox-Apps (etwa Chatverläufe).
en: Formatted as APFS. Apps and data folders can all be migrated here, including data from sandboxed apps (such as chat history).
eo: Formato APFS. Aplikaĵoj kaj datumdosierujoj povas migradi ĉi tien, inkluzive de datumoj de izolitaj aplikaĵoj (ekzemple babileja historio).
es: Formato APFS. Las apps y las carpetas de datos pueden migrarse aquí, incluidos los datos de apps aisladas, como los historiales de chat.
fr: Format APFS. Les apps et les dossiers de données peuvent tous être migrés ici, y compris les données des apps en bac à sable (comme les historiques de discussion).
hi: फ़ॉर्मैट APFS है। यहाँ ऐप और डेटा डायरेक्ट्री माइग्रेट हो सकती हैं, सैंडबॉक्स ऐप का डेटा भी (जैसे चैट इतिहास)।
id: Berformat APFS. App dan direktori data dapat dimigrasikan ke sini, termasuk data app dalam sandbox (seperti riwayat obrolan).
it: Formato APFS. Puoi migrare qui app e cartelle dati, inclusi i dati delle app in sandbox, come la cronologia delle chat.
ja: フォーマットは APFS です。アプリもデータディレクトリも、サンドボックスアプリのデータ（チャット履歴など）も含めてここに移行できます。
ko: APFS 포맷입니다. 샌드박스 앱의 데이터(채팅 기록 등)를 포함하여 앱과 데이터 디렉토리를 모두 여기로 마이그레이션할 수 있습니다.
nl: APFS-structuur. Apps en gegevensmappen kunnen hier naartoe worden gemigreerd, inclusief gegevens van sandbox-apps, zoals chatgeschiedenis.
pl: Format APFS. Można tu migrować aplikacje i foldery danych, w tym dane aplikacji w piaskownicy, np. historię rozmów.
pt: Formato APFS. Apps e pastas de dados podem ser migrados para cá, incluindo dados de apps em sandbox, como históricos de conversas.
ru: Формат APFS. Сюда можно перенести приложения и папки данных, в том числе данные приложений в песочнице, например историю переписки.
th: รูปแบบ APFS สามารถย้ายแอปและไดเรกทอรีข้อมูลมาที่นี่ได้ รวมถึงข้อมูลของแอปแซนด์บ็อกซ์ (เช่น ประวัติแชต)
tr: APFS biçiminde. Korumalı alan uygulamalarının verileri (sohbet geçmişi gibi) dâhil olmak üzere uygulamalar ve veri klasörleri buraya taşınabilir.
vi: Định dạng APFS. Có thể di chuyển ứng dụng và thư mục dữ liệu đến đây, bao gồm dữ liệu ứng dụng sandbox (như lịch sử trò chuyện).
zh_hant: 格式為 APFS。應用程式和資料目錄都可以遷移到這裡，包括沙盒應用程式的資料（如聊天記錄）。

source: 格式为 APFS（已加密）。应用和普通数据目录可以迁移到这里；沙盒应用的数据（如聊天记录）不会迁移到加密的外部存储，会继续留在本机。
ar: التنسيق APFS (مشفّر). يمكن ترحيل التطبيقات ومجلدات البيانات العادية إليه؛ لن تُرحّل بيانات التطبيقات المعزولة (مثل سجل المحادثات) إلى التخزين الخارجي المشفّر، وستبقى على هذا الـ Mac.
de: Format: APFS (verschlüsselt). Apps und normale Datenordner können hierher migriert werden. Daten von Sandbox-Apps (etwa Chatverläufe) werden nicht auf verschlüsselten externen Speicher migriert und bleiben auf diesem Mac.
en: Formatted as APFS (encrypted). Apps and regular data folders can be migrated here. Data from sandboxed apps (such as chat history) isn't migrated to encrypted external storage and stays on this Mac.
eo: Formato APFS (ĉifrita). Aplikaĵoj kaj ordinaraj datumdosierujoj povas migradi ĉi tien; datumoj de izolitaj aplikaĵoj (ekzemple babileja historio) ne migrados al ĉifrita ekstera konservilo kaj restos sur ĉi tiu Mac.
es: Formato APFS (encriptado). Las apps y las carpetas de datos normales pueden migrarse aquí. Los datos de apps aisladas, como los historiales de chat, no se migran a almacenamiento externo encriptado y permanecen en este Mac.
fr: Format APFS (chiffré). Les apps et les dossiers de données ordinaires peuvent être migrés ici. Les données des apps en bac à sable (comme les historiques de discussion) ne sont pas migrées vers un stockage externe chiffré et restent sur ce Mac.
hi: फ़ॉर्मैट APFS (एन्क्रिप्टेड) है। यहाँ ऐप और सामान्य डेटा डायरेक्ट्री माइग्रेट हो सकती हैं। सैंडबॉक्स ऐप का डेटा (जैसे चैट इतिहास) एन्क्रिप्टेड बाहरी स्टोरेज पर माइग्रेट नहीं होगा और इस Mac पर ही रहेगा।
id: Berformat APFS (terenkripsi). App dan direktori data biasa dapat dimigrasikan ke sini; data app dalam sandbox (seperti riwayat obrolan) tidak dimigrasikan ke penyimpanan eksternal terenkripsi dan akan tetap di Mac ini.
it: Formato APFS (codificato). Puoi migrare qui le app e le normali cartelle dati. I dati delle app in sandbox, come la cronologia delle chat, non vengono migrati su unità esterne codificate e restano sul Mac.
ja: フォーマットは APFS（暗号化）です。アプリと通常のデータディレクトリはここに移行できます。サンドボックスアプリのデータ（チャット履歴など）は暗号化された外部ストレージには移行されず、このMacに残ります。
ko: APFS 포맷(암호화됨)입니다. 앱과 일반 데이터 디렉토리는 여기로 마이그레이션할 수 있습니다. 샌드박스 앱의 데이터(채팅 기록 등)는 암호화된 외장 저장 장치로 마이그레이션되지 않고 계속 이 Mac에 남습니다.
nl: APFS-structuur (versleuteld). Apps en gewone gegevensmappen kunnen hier naartoe worden gemigreerd. Gegevens van sandbox-apps, zoals chatgeschiedenis, worden niet naar versleutelde externe opslag gemigreerd en blijven op deze Mac.
pl: Format APFS (zaszyfrowany). Można tu migrować aplikacje i zwykłe foldery danych. Dane aplikacji w piaskownicy, np. historia rozmów, nie są migrowane na zaszyfrowane nośniki zewnętrzne i pozostają na tym Macu.
pt: Formato APFS (criptografado). Apps e pastas de dados comuns podem ser migrados para cá. Os dados de apps em sandbox, como históricos de conversas, não são migrados para armazenamento externo criptografado e continuam neste Mac.
ru: Формат APFS (зашифрованный). Сюда можно перенести приложения и обычные папки данных. Данные приложений в песочнице, например история переписки, не переносятся на зашифрованные внешние накопители и останутся на этом Mac.
th: รูปแบบ APFS (เข้ารหัส) สามารถย้ายแอปและไดเรกทอรีข้อมูลทั่วไปมาที่นี่ได้ ส่วนข้อมูลของแอปแซนด์บ็อกซ์ (เช่น ประวัติแชต) จะไม่ย้ายไปยังอุปกรณ์จัดเก็บข้อมูลภายนอกที่เข้ารหัส และจะยังอยู่บน Mac เครื่องนี้
tr: APFS biçiminde (şifreli). Uygulamalar ve normal veri klasörleri buraya taşınabilir. Korumalı alan uygulamalarının verileri (sohbet geçmişi gibi) şifreli harici depolamaya taşınmaz ve bu Mac’te kalır.
vi: Định dạng APFS (được mã hóa). Có thể di chuyển ứng dụng và thư mục dữ liệu thông thường đến đây; dữ liệu ứng dụng sandbox (như lịch sử trò chuyện) không được di chuyển đến bộ nhớ ngoài mã hóa và sẽ ở lại trên máy Mac này.
zh_hant: 格式為 APFS（已加密）。應用程式和一般資料目錄可以遷移到這裡；沙盒應用程式的資料（如聊天記錄）不會遷移到已加密的外接儲存裝置，會繼續留在本機。

source: 当前格式：%@。应用和普通数据目录可以照常迁移到这里。只有沙盒应用的数据（如聊天记录）需要 APFS 格式；这部分留在本机也不影响使用，不需要为此改动这块盘。
ar: التنسيق الحالي: %@. يمكن ترحيل التطبيقات ومجلدات البيانات العادية إليه كالمعتاد. تحتاج بيانات التطبيقات المعزولة فقط (مثل سجل المحادثات) إلى تنسيق APFS؛ إبقاؤها على هذا الـ Mac لا يؤثر في الاستخدام، ولا حاجة لتغيير القرص لهذا السبب.
de: Aktuelles Format: %@. Apps und normale Datenordner können wie gewohnt hierher migriert werden. Nur Daten von Sandbox-Apps (etwa Chatverläufe) benötigen APFS. Du kannst diese Daten ohne Einschränkungen auf diesem Mac belassen und musst das Laufwerk dafür nicht verändern.
en: Current format: %@. Apps and regular data folders can be migrated here as usual. Only data from sandboxed apps (such as chat history) needs APFS; leaving it on this Mac doesn't affect normal use, and you don't need to change this drive for it.
eo: Nuna formato: %@. Aplikaĵoj kaj ordinaraj datumdosierujoj povas migradi ĉi tien kiel kutime. Nur datumoj de izolitaj aplikaĵoj (ekzemple babileja historio) bezonas APFS; lasi ilin sur ĉi tiu Mac ne influas uzadon, do vi ne bezonas ŝanĝi la diskon pro tio.
es: Formato actual: %@. Las apps y las carpetas de datos normales pueden migrarse aquí como siempre. Solo los datos de apps aisladas, como los historiales de chat, necesitan APFS. Dejarlos en este Mac no afecta al uso y no necesitas modificar este disco por ello.
fr: Format actuel : %@. Les apps et les dossiers de données ordinaires peuvent être migrés ici comme d’habitude. Seules les données des apps en bac à sable (comme les historiques de discussion) nécessitent APFS. Les laisser sur ce Mac n’affecte pas l’utilisation ; inutile de modifier ce disque pour cela.
hi: मौजूदा फ़ॉर्मैट: %@। ऐप और सामान्य डेटा डायरेक्ट्री यहाँ पहले की तरह माइग्रेट हो सकती हैं। केवल सैंडबॉक्स ऐप के डेटा (जैसे चैट इतिहास) को APFS चाहिए। यह डेटा इस Mac पर रहने से इस्तेमाल पर असर नहीं पड़ेगा; इसके लिए ड्राइव बदलने की ज़रूरत नहीं है।
id: Format saat ini: %@. App dan direktori data biasa dapat dimigrasikan ke sini seperti biasa. Hanya data app dalam sandbox (seperti riwayat obrolan) yang memerlukan APFS; membiarkannya di Mac ini tidak memengaruhi penggunaan, sehingga drive ini tidak perlu diubah untuk itu.
it: Formato attuale: %@. Puoi migrare qui le app e le normali cartelle dati come sempre. Solo i dati delle app in sandbox, come la cronologia delle chat, richiedono APFS. Lasciarli sul Mac non ne compromette l’uso e non serve modificare questa unità.
ja: 現在のフォーマット：%@。アプリと通常のデータディレクトリは、これまでどおりここに移行できます。APFS フォーマットが必要なのはサンドボックスアプリのデータ（チャット履歴など）だけです。このデータはこのMacに残しておいても問題なく使えるため、そのためにこのドライブを変更する必要はありません。
ko: 현재 포맷: %@. 앱과 일반 데이터 디렉토리는 평소처럼 여기로 마이그레이션할 수 있습니다. 샌드박스 앱의 데이터(채팅 기록 등)만 APFS 포맷이 필요합니다. 이 데이터는 이 Mac에 남겨 두어도 사용에 지장이 없으며 이를 위해 이 드라이브를 변경할 필요는 없습니다.
nl: Huidige structuur: %@. Apps en gewone gegevensmappen kunnen hier gewoon naartoe worden gemigreerd. Alleen gegevens van sandbox-apps, zoals chatgeschiedenis, vereisen APFS. Je kunt ze zonder gevolgen voor het gebruik op deze Mac laten staan; je hoeft deze schijf daarvoor niet te wijzigen.
pl: Bieżący format: %@. Aplikacje i zwykłe foldery danych można tu migrować jak dotychczas. Tylko dane aplikacji w piaskownicy, np. historia rozmów, wymagają APFS. Pozostawienie ich na tym Macu nie wpływa na korzystanie z aplikacji; nie musisz w tym celu zmieniać tego dysku.
pt: Formato atual: %@. Apps e pastas de dados comuns podem ser migrados para cá normalmente. Apenas os dados de apps em sandbox, como históricos de conversas, precisam de APFS. Deixá-los neste Mac não afeta o uso, e você não precisa alterar esta unidade por isso.
ru: Текущий формат: %@. Приложения и обычные папки данных можно переносить сюда как обычно. APFS нужен только для данных приложений в песочнице, например истории переписки. Их можно оставить на этом Mac без ущерба для работы — менять накопитель ради этого не нужно.
th: รูปแบบปัจจุบัน: %@ แอปและไดเรกทอรีข้อมูลทั่วไปย้ายมาที่นี่ได้ตามปกติ มีเพียงข้อมูลของแอปแซนด์บ็อกซ์ (เช่น ประวัติแชต) ที่ต้องใช้ APFS การเก็บข้อมูลส่วนนี้ไว้บน Mac เครื่องนี้ไม่กระทบการใช้งาน คุณไม่จำเป็นต้องเปลี่ยนไดรฟ์นี้เพื่อเรื่องนี้
tr: Mevcut biçim: %@. Uygulamalar ve normal veri klasörleri buraya her zamanki gibi taşınabilir. Yalnızca korumalı alan uygulamalarının verileri (sohbet geçmişi gibi) APFS gerektirir. Bu verilerin Mac’te kalması kullanımı etkilemez; bunun için diski değiştirmeniz gerekmez.
vi: Định dạng hiện tại: %@. Có thể di chuyển ứng dụng và thư mục dữ liệu thông thường đến đây như thường lệ. Chỉ dữ liệu ứng dụng sandbox (như lịch sử trò chuyện) mới cần APFS; để phần này trên máy Mac không ảnh hưởng đến việc sử dụng, nên không cần thay đổi ổ đĩa vì lý do này.
zh_hant: 目前格式：%@。應用程式和一般資料目錄可以照常遷移到這裡。只有沙盒應用程式的資料（如聊天記錄）需要 APFS 格式；這部分留在本機也不影響使用，不需要為此更動這個磁碟。

source: 外置盘未连接
ar: القرص الخارجي غير متصل
de: Laufwerk nicht verbunden
en: Drive Not Connected
eo: Ekstera disko nekonektita
es: Disco externo desconectado
fr: Disque externe déconnecté
hi: बाहरी ड्राइव जुड़ी नहीं है
id: Drive eksternal tidak terhubung
it: Unità esterna non collegata
ja: 外部ドライブ未接続
ko: 외장 드라이브 연결 안 됨
nl: Externe schijf niet aangesloten
pl: Dysk zewnętrzny niepodłączony
pt: Unidade externa desconectada
ru: Внешний диск не подключён
th: ยังไม่เชื่อมต่อไดรฟ์ภายนอก
tr: Harici disk bağlı değil
vi: Ổ đĩa ngoài chưa kết nối
zh_hant: 外接磁碟未連接

source: 外置盘未连接。连接这块外部存储后会自动接回；如果已经连接仍显示此状态，数据卷可能被改名或删除，请查看挂载迁移文档里的排查步骤
ar: القرص الخارجي غير متصل. ستُعاد إتاحة البيانات تلقائيًا عند توصيل هذا التخزين الخارجي؛ إذا استمرت هذه الحالة رغم توصيله، فربما تغير اسم وحدة البيانات أو حُذفت. راجع خطوات استكشاف الأخطاء وإصلاحها في دليل الترحيل بالتحميل
de: Das externe Laufwerk ist nicht verbunden. Sobald du diesen externen Speicher verbindest, werden die Daten automatisch wieder eingebunden. Wird dieser Status trotz Verbindung angezeigt, wurde das Datenvolume möglicherweise umbenannt oder gelöscht. Sieh dir die Fehlerbehebung in der Anleitung zur Mount-Migration an
en: The external drive isn't connected. The data reconnects automatically once you connect the drive. If it's connected and this still shows, the data volume may have been renamed or deleted; see the troubleshooting steps in the mount migration guide.
eo: La ekstera disko ne estas konektita. La datumoj aŭtomate religiĝos post konekto de ĉi tiu ekstera konservilo. Se ĝi estas konektita sed ĉi tiu stato restas, la datumvolumo eble estis renomita aŭ forigita; vidu la problemo-solvajn paŝojn en la gvidilo pri migrado per muntado.
es: El disco externo no está conectado. Los datos se volverán a conectar automáticamente cuando conectes este almacenamiento externo. Si ya está conectado y el estado no cambia, es posible que el volumen de datos se haya renombrado o eliminado. Consulta los pasos de solución de problemas en la guía de migración por montaje
fr: Le disque externe est déconnecté. Les données seront reconnectées automatiquement dès que vous brancherez ce stockage externe. Si cet état persiste alors que le disque est connecté, le volume de données a peut-être été renommé ou supprimé. Consultez les étapes de dépannage dans le guide de migration par montage
hi: बाहरी ड्राइव जुड़ी नहीं है। यह बाहरी स्टोरेज जोड़ने पर डेटा अपने आप फिर से जुड़ जाएगा। जुड़ा होने पर भी यही स्थिति दिखे तो शायद डेटा वॉल्यूम का नाम बदला गया है या वह डिलीट हो गया है। माउंट द्वारा माइग्रेशन की मार्गदर्शिका में समस्या सुलझाने के चरण देखें
id: Drive eksternal tidak terhubung. Data akan otomatis terhubung kembali setelah penyimpanan eksternal ini dihubungkan. Jika status ini tetap muncul meskipun sudah terhubung, volume data mungkin telah diganti nama atau dihapus; lihat langkah pemecahan masalah di panduan migrasi dengan pemasangan.
it: L’unità esterna non è collegata. I dati verranno ricollegati automaticamente quando la colleghi. Se lo stato rimane anche con l’unità collegata, il volume dati potrebbe essere stato rinominato o eliminato. Consulta i passaggi per la risoluzione dei problemi nella guida alla migrazione tramite montaggio
ja: 外部ドライブが接続されていません。この外部ストレージを接続すると自動的に元に戻ります。接続済みなのにこの状態のままの場合は、データボリュームの名前が変更されたか削除された可能性があります。マウント移行のドキュメントにあるトラブルシューティングの手順を参照してください
ko: 외장 드라이브가 연결되지 않았습니다. 이 외장 저장 장치를 연결하면 데이터가 자동으로 다시 연결됩니다. 이미 연결되어 있는데도 이 상태라면 데이터 볼륨의 이름이 변경되었거나 삭제되었을 수 있습니다. 마운트 마이그레이션 문서의 문제 해결 단계를 확인하세요
nl: De externe schijf is niet aangesloten. De gegevens worden automatisch weer gekoppeld zodra je de schijf aansluit. Blijft deze status zichtbaar terwijl de schijf is aangesloten, dan is het gegevensvolume mogelijk hernoemd of verwijderd. Bekijk de stappen voor probleemoplossing in de gids voor migratie via aankoppelen
pl: Dysk zewnętrzny nie jest podłączony. Dane zostaną automatycznie podłączone po podłączeniu nośnika. Jeśli ten stan nadal jest widoczny mimo podłączonego nośnika, wolumin danych mógł zostać przemianowany lub usunięty. Zobacz kroki rozwiązywania problemów w dokumentacji migracji przez montowanie
pt: A unidade externa não está conectada. Os dados serão reconectados automaticamente quando você conectar a unidade. Se esse estado persistir com a unidade conectada, o volume de dados pode ter sido renomeado ou apagado. Consulte as etapas de solução de problemas no guia de migração por montagem
ru: Внешний диск не подключён. После подключения этого накопителя данные подключатся автоматически. Если накопитель уже подключён, но статус не меняется, возможно, том данных переименован или удалён. См. шаги устранения неполадок в руководстве по переносу с монтированием
th: ยังไม่ได้เชื่อมต่อไดรฟ์ภายนอก ข้อมูลจะเชื่อมกลับโดยอัตโนมัติเมื่อเชื่อมต่ออุปกรณ์จัดเก็บข้อมูลภายนอกนี้ หากเชื่อมต่อแล้วแต่ยังแสดงสถานะนี้ ดิสก์โวลุ่มข้อมูลอาจถูกเปลี่ยนชื่อหรือลบ โปรดดูขั้นตอนแก้ปัญหาในคู่มือการย้ายแบบต่อเชื่อม
tr: Harici disk bağlı değil. Bu harici depolamayı bağladığınızda veriler otomatik olarak yeniden bağlanır. Disk bağlı olduğu hâlde bu durum sürüyorsa veri biriminin adı değiştirilmiş veya birim silinmiş olabilir. Bağlayarak taşıma belgelerindeki sorun giderme adımlarına bakın
vi: Ổ đĩa ngoài chưa kết nối. Dữ liệu sẽ tự động được kết nối lại khi bạn kết nối bộ nhớ ngoài này. Nếu đã kết nối mà vẫn hiện trạng thái này, ổ dữ liệu có thể đã bị đổi tên hoặc xóa; xem các bước khắc phục trong hướng dẫn di chuyển bằng gắn kết.
zh_hant: 外接磁碟未連接。連接這個外接儲存裝置後會自動接回；如果已連接仍顯示此狀態，資料卷宗可能已被重新命名或刪除，請參閱掛載遷移文件中的疑難排解步驟
